<!DOCTYPE html>
<html>
<head>
	<title></title>
	<link rel="stylesheet" type="text/css" href="../css/main.css">
</head>
<body>
	<div class="container1">
	<?php
		require_once("../html/menu_bar1.php");
	?>
	<!-- <div class="logout"><a href="logout.php"><b>Logout</b></a></div> -->

		<div class="c"><p>Current Affiars</p></div>

		<p class="heading">
			जनरल कासिम सुलेमानी की हत्या
		</p>
		<div class="image"><p>
			<img src="../website/current.jpg">
		</p></div>
<div class="current">
<p>
सुलेमानी, वह व्यक्ति था जिसने ईरान के मध्य पूर्वी क्षेत्र को स्थापित किया था
सुलेमानी का जन्म 1957 में करमन प्रांत में एक निराश्रित किसान परिवार में हुआ था. 1979 की क्रांति के बाद ईरानी रिवोल्यूशनरी गार्ड्स में शामिल होने से पहले वह एक कंस्ट्रक्शन वर्कर था. उनके सैन्य करियर की शुरुआत अयातुल्लाह रूहुल्लाह खुमैनी के तहत इस्लामी शासन स्थापित होने के बाद ही हुई थी. वह सेना में शामिल होता, सुलेमानी अपने खाली समय में खोमेनी के क्रांतिकारी व्याख्यानों को सुना करता था.
1988 में आठ वर्षीय ईरान-इराक युद्ध समाप्त होने के बाद तेहरान ने पूरे क्षेत्र में प्रभाव स्थापित करने के लिए नए दोस्त की खोज शुरू की. सुलेमानी तेहरान मध्य पूर्वी विदेश और सुरक्षा नीति के प्रमुख आर्किटेक्ट थे.
पूर्व एफबीआई एजेंट अली सूफान के जर्नल से पता चला है कि किसी और से अधिक सुलेमानी प्रभाव बनाने के लिए जिम्मेदार रहा है- जिसे ईरान एक्सिस ऑफ रेसिस्टेंस के रूप में देखता है- यह इराक, सीरिया और लेबनान के माध्यम से भूमध्य सागर के पूर्वी तटों तक फैली हुई है.
यह विचार सरल था- शिया शक्तियों और गैर-राज्य के लोगों का समर्थन करना ताकि सऊदी अरब के नेतृत्व वाली शक्तियों के क्षेत्रीय आधिपत्य को चुनौती दी जा सके और सुलेमानी ने ईरान की विदेश नीति के लक्ष्यों को प्राप्त करने के लिए एक घातक तरीके से काम किया.
द न्यू यॉर्कर के लिए सुलेमानी के 2013 के प्रोफाइल में पत्रकार डेक्सटर फिलकिन्स ने उल्लेख किया है कि सुलेमानी ने पंद्रह साल पहले (1998 में) क़ुद्स फ़ोर्स की कमान संभाली और उस समय एक पावर ब्रोकर और एक सैन्य बल के रूप में उन्होंने ईरान के पक्ष में मध्य पूर्व को फिर से सत्ता में लाने की कोशिश की. प्रतिद्वंद्वियों की हत्या करते हुए और एक दशक से अधिक समय में इराक में सैकड़ों अमेरिकियों को मारने वाले आतंकवादी समूहों के एक नेटवर्क को निर्देशित किया था.

</p>
</div></div>
</body>
</html>